<footer class="flex">
    <!-- Business information -->
    <div class="info flex">
        <p class="contact"><?= $address ?><span> | </span><?= $phone ?></p>
        <p>© 2023 Bella Yoga - Tous droits réservés</p>
    </div>

    <!-- Social links -->
    <div class="social">
        <ul class="flex">
            <li>
                <a href="https://facebook.com/" target="_blank">
                    <svg xmlns="http://www.w3.org/2000/svg" viewBox="0 0 320 512">
                        <!--! Font Awesome Pro 6.2.0 by @fontawesome - https://fontawesome.com License - https://fontawesome.com/license (Commercial License) Copyright 2022 Fonticons, Inc. -->
                        <path d="M279.14 288l14.22-92.66h-88.91v-60.13c0-25.35 12.42-50.06 52.24-50.06h40.42V6.26S260.43 0 225.36 0c-73.22 0-121.08 44.38-121.08 124.72v70.62H22.89V288h81.39v224h100.17V288z" />
                    </svg>
                </a>
            </li>

            <li>
                <a href="https://instagram.com/" target="_blank">
                    <div class="icon">
                        <svg xmlns="http://www.w3.org/2000/svg" viewBox="0 0 448.25 448.15">
                            <!--! Font Awesome Pro 6.2.0 by @fontawesome - https://fontawesome.com License - https://fontawesome.com/license (Commercial License) Copyright 2022 Fonticons, Inc. -->
                            <path d="M224.18,109.18c-63.6,0-114.9,51.3-114.9,114.9s51.3,114.9,114.9,114.9,114.9-51.3,114.9-114.9-51.3-114.9-114.9-114.9Zm0,189.6c-41.1,0-74.7-33.5-74.7-74.7s33.5-74.7,74.7-74.7,74.7,33.5,74.7,74.7-33.6,74.7-74.7,74.7h0ZM370.57,104.48c0,14.9-12,26.8-26.8,26.8s-26.8-12-26.8-26.8,12-26.8,26.8-26.8,26.8,12,26.8,26.8Zm76.1,27.2c-1.7-35.9-9.9-67.7-36.2-93.9C384.27,11.58,352.47,3.37,316.57,1.58,279.57-.53,168.68-.53,131.68,1.58c-35.8,1.7-67.6,9.9-93.9,36.1S3.37,95.68,1.57,131.57c-2.1,37-2.1,147.9,0,184.9,1.7,35.9,9.9,67.7,36.2,93.9,26.3,26.2,58,34.4,93.9,36.2,37,2.1,147.9,2.1,184.9,0,35.9-1.7,67.7-9.9,93.9-36.2,26.2-26.2,34.4-58,36.2-93.9,2.1-37,2.1-147.8,0-184.8h0Zm-47.8,224.5c-7.8,19.6-22.9,34.7-42.6,42.6-29.5,11.7-99.5,9-132.1,9s-102.7,2.6-132.1-9c-19.6-7.8-34.7-22.9-42.6-42.6-11.7-29.5-9-99.5-9-132.1s-2.6-102.7,9-132.1c7.8-19.6,22.9-34.7,42.6-42.6,29.5-11.7,99.5-9,132.1-9s102.7-2.6,132.1,9c19.6,7.8,34.7,22.9,42.6,42.6,11.7,29.5,9,99.5,9,132.1s2.7,102.7-9,132.1Z" />
                        </svg>
                    </div>
                </a>
            </li>
            
            <li>
                <a href="https://pinterest.fr/" target="_blank">
                    <svg xmlns="http://www.w3.org/2000/svg" viewBox="0 0 384 512">
                        <!--! Font Awesome Pro 6.2.0 by @fontawesome - https://fontawesome.com License - https://fontawesome.com/license (Commercial License) Copyright 2022 Fonticons, Inc. -->
                        <path d="M204 6.5C101.4 6.5 0 74.9 0 185.6 0 256 39.6 296 63.6 296c9.9 0 15.6-27.6 15.6-35.4 0-9.3-23.7-29.1-23.7-67.8 0-80.4 61.2-137.4 140.4-137.4 68.1 0 118.5 38.7 118.5 109.8 0 53.1-21.3 152.7-90.3 152.7-24.9 0-46.2-18-46.2-43.8 0-37.8 26.4-74.4 26.4-113.4 0-66.2-93.9-54.2-93.9 25.8 0 16.8 2.1 35.4 9.6 50.7-13.8 59.4-42 147.9-42 209.1 0 18.9 2.7 37.5 4.5 56.4 3.4 3.8 1.7 3.4 6.9 1.5 50.4-69 48.6-82.5 71.4-172.8 12.3 23.4 44.1 36 69.3 36 106.2 0 153.9-103.5 153.9-196.8C384 71.3 298.2 6.5 204 6.5z" />
                    </svg>
                </a>
            </li>
        </ul>
    </div>
</footer>